tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'

brew 'bash'
brew 'git-extras'
brew 'git'
brew 'gh'
brew 'kubectl'
brew 'mas'
brew 'ripgrep'
brew 'terminal-notifier'
brew 'tmux'
brew 'zsh'

cask 'atom'
cask 'cyberduck'
cask 'flux'
cask 'font-fira-code'
cask 'gpg-suite'
cask 'iterm2'
cask 'kap'
cask 'keybase'
cask 'macpass'
cask 'marshallofsound-google-play-music-player'
cask 'sip'
cask 'skype'
cask 'sourcetree'
cask 'zeplin'
cask 'zoom'
