tap 'github/gh'
tap 'mongodb/brew'
tap 'stripe/stripe-cli'

brew 'atuin'
brew 'cloudflared'
brew 'cosign'
brew 'gh'
brew 'git'
brew 'git-lfs'
brew 'kubectl'
brew 'mas'
brew 'minikube'
brew 'mise'
brew 'ngrep'
brew 'ripgrep'
brew 'shellcheck'
brew 'stow'
brew 'stripe/stripe-cli/stripe'
brew 'terminal-notifier'
brew 'watchman'
brew 'xorriso'
brew 'zsh'

cask '1password-cli'
cask 'atuin-desktop'
cask 'bruno'
cask 'cyberduck'
cask 'dbeaver-community'
cask 'flux-app'
cask 'font-fira-code'
cask 'github'
cask 'gpg-suite-no-mail'
cask 'headlamp'
cask 'iterm2'
cask 'kap'
cask 'keybase'
cask 'macpass'
cask 'notion'
cask 'podman-desktop'
cask 'todoist-app'
cask 'visual-studio-code'
cask 'zed'

mas "Boop", id: 1518425043
mas "DaisyDisk", id: 411643860
mas "HazeOver", id: 430798174
mas "Magnet", id: 441258766
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
