tap 'github/gh'
tap 'hashicorp/tap'
tap 'mongodb/brew'
tap 'stripe/stripe-cli'

brew 'asdf'
brew 'cloudflared'
brew 'cosign'
brew 'direnv'
brew 'flux'
brew 'gh'
brew 'git'
brew 'git-lfs'
brew 'go-task'
brew 'hashicorp/tap/packer'
brew 'mas'
brew 'mongodb-community@4.4'
brew 'ngrep'
brew 'qemu'
brew 'ripgrep'
brew 'stow'
brew 'stripe/stripe-cli/stripe'
brew 'terminal-notifier'
brew 'watchman'
brew 'xorriso'
brew 'zsh'

cask 'babeledit'
cask 'bruno'
cask 'cyberduck'
cask 'dbeaver-community'
cask 'flux'
cask 'font-fira-code'
cask 'gas-mask'
cask 'gitkraken'
cask 'gitkraken-cli'
cask 'gpg-suite-no-mail'
cask 'hashicorp/tap/hashicorp-vagrant'
cask 'iterm2'
cask 'kap'
cask 'keybase'
cask 'macpass'
cask 'notion'
cask 'podman-desktop'
cask 'skype'
cask 'zed'

mas "Boop", id: 1518425043
mas "DaisyDisk", id: 411643860
mas "HazeOver", id: 430798174
mas "Magnet", id: 441258766
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
