tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'

brew 'bash'
brew 'chruby'
brew 'git'
brew 'git-extras'
brew 'gnupg'
brew 'hub'
brew 'kubectl'
brew 'pinentry'
brew 'pinentry-mac'
brew 'ripgrep'
brew 'terminal-notifier'
brew 'tmux'
brew 'zsh'

cask 'atom'
cask 'cyberduck'
cask 'endurance'
cask 'flux'
cask 'font-fira-code'
cask 'marshallofsound-google-play-music-player'
cask 'iterm2-beta'
cask 'kap'
cask 'keybase'
cask 'now'
cask 'macpass'
cask 'sip'
cask 'skype'
cask 'sourcetree'
cask 'zeplin'
cask 'zoomus'
